// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Юстировать";

UnknownValue = "Выбрать";

AlignTitle = "Юстировать";
ValidationMsg = "Выполняется печать страницы с проверочным шаблоном. Если линии на образце совмещены, нажмите \"Готово\". В противном случае повторите юстировку, нажав кнопку \"Юстировать\".";
AlignButton = "Юстировать";
DoneButton = "Готово";

CompletionAlertTitle = "Юстировка картриджей завершена";
CompletionAlertMessage = "Теперь можно нажать кнопку \"Проверить\" для печати страницы проверки или кнопку \"Готово\" для завершения процедуры юстировки. Для печати страницы проверки требуется выбрать настроенное устройство в следующем диалоговом окне печати и нажать кнопку \"Печать\".";
VerifyButton = "Проверить";
PrintingPatternsTitle = "Печать шаблонов…";

HSDAlignPrintheadsExplanation = "Следующая процедура обеспечит юстировку цветной и черной печатающих головок относительно друг друга. Будет обеспечено наилучшее качество.";
HSDAlignPrintheadsInvitation = "Рекомендуется выполнять юстировку после каждой замены печатающей головки.";

TransferringProcessTitle = "Передача файла…";
PrintingProcessTitle = "Печать страницы диагностики КП…";

NoPrintTitle = "Не удается распечатать страницу диагностики КП";
NoPrintMsg = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";

PenChangedMsg = "Юстировка прервана, т.к. изменился набор печатающих картриджей. Во время выполнения процедуры юстировки не извлекайте, не устанавливайте и не заменяйте картриджи.";

HSDPrintAndAlignButtonsHint = "Нажмите кнопку \"Печать\", чтобы распечатать экземпляр страницы \"Диагностика качества печати\". Нажмите кнопку \"Юстировать\", чтобы распечатать страницу юстировки.";

HSDAlignHeader = "Выполните юстировку картриджа для обеспечения оптимального качества печати.";
HSDAlignFooter = "Контрольные метки на странице юстировки облегчают проверку правильности установки и функционирования картриджа. Если слева от любой из полос появляется “x”, повторите юстировку картриджа. Подробнее см. в электронной справке по принтеру.";

HSDAlignPrintheadHeader = "Выравнивание печатающих головок позволяет достичь наилучшего качества печати. Для выравнивания печатающих головок следуйте дальнейшим инструкциям.";

HSDTaskDescription = "Выполните юстировку картриджей для обеспечения оптимального качества печати. Для юстировки картриджей следуйте инструкциям на следующих экранах.";
HSDTaskNote = "Рекомендуется выполнять юстировку после каждой замены печатающих картриджей.";
HSDAlignButtonTitle = "Юстировать";
HSDPrintButtonTitle = "Печать";
